export const ways = [
    {title: "Основы HTML: ",
     description: "Создание структуры веб-страницы, работа с различными тегами, формы и элементы мультимедиа."
    },
    {title: "Основы CSS: ",
     description: "Стилизация веб-страницы, работа с селекторами, позиционирование элементов, анимации и адаптивный дизайн."
    },
    {title: "Фундаментальный JavaScript: ",
     description: "Введение в язык программирования JavaScript, работа с переменными, условиями, циклами, функциями и объектами."
    },
    {title: "Работа с API: ",
        description: "Получение данных с сервера, обработка данных и отображение на странице."
       }
]

export const diff = 
    {"first": "В отличие от многих других программ, которые сосредоточены на теории, наш курс включает реальные проекты, где студенты могут применить свои знания на практике. Мы предоставляем задания, основанные на реальных проблемах и сценариях, что позволяет учащимся не только изучать основы, но и разрабатывать полноценные веб-приложения и сайты.",
    "second": "Мы предлагаем индивидуальное наставничество и регулярные консультации с опытными разработчиками, чтобы обеспечить персонализированную поддержку и помощь в решении сложных задач. Это позволяет учащимся получать обратную связь в реальном времени, улучшать свои навыки и быстро справляться с возникающими трудностями."}
